/* No comment provided by engineer. */
"About Verbatim Solutions" = "Om Verbatim Solutions";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "Verbi™ drives af Verbatim Solutions";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "Tryk let hér, for at begynde indtastninge";

/* No comment provided by engineer. */
"All translation history has been cleared." = "Alle forudgående oversættelser er blevet slettede";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "Er du sikker på, at du ønsker at slette alle forudgående oversættelser? Dine forudgående oversættelser vil ikke længere blive vist som forslag.";

/* No comment provided by engineer. */
"Cancel" = "Annullér";

/* No comment provided by engineer. */
"Clear" = "Slet";

/* No comment provided by engineer. */
"Clear Translation History" = "Slet forudgående oversættelser";

/* No comment provided by engineer. */
"Done" = "Færdig";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Professional Quote" = "Erhvervsmæssigt tilbud";

/* No comment provided by engineer. */
"Request Professional Quote" = "Anmodning om erhvervsmæssigt tilbud";

/* No comment provided by engineer. */
"Submitting.." = "Indsender…";

/* No comment provided by engineer. */
"Translating.." = "Oversætter";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "Verbi™ drives af Verbatim Solutions, en ledende leverandør af erhvervsmæssige oversættelsestjenester. Verbi ™ forsyner dig med hurtige maskinoversættelser og er ikke et surrogat for certificerede, professionelle oversættelsestjenester.  Hvis du har behov for en professionel oversættelse, der formidles af en af vores certificerede oversættere, bedes du kontakte os på";

/* No comment provided by engineer. */
"Mail:" = "Send en e-mail:";

/* No comment provided by engineer. */
"Call:" = "Ring op:";

/* No comment provided by engineer. */
"Online:" = "Online:";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Verbi™ Translate";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "Vi beklager, der opstod en fejl. Du bedes prøve igen.";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";